{
  "slovak": {
    "heroTitle": "Uver pravde, buď oslobodený od hriechu a získaj večný život!",
    "heroText1": "Ak ešte neveríš v Boha, Jeho Syna a Ducha Svätého, prosím uvedom si, že svojou neverou nespôsobíš zánik Jeho existencie. Pýcha tvojho ega ti nedovoľuje pripustiť, že nie ty vládneš nad svojím životom, ale On má všetko pod kontrolou.",
    "heroVerse1": "Vo svojom srdci blázon hovorí: Niet Boha!",
    "heroRef1": "Žalmy 14:1",
    "heroText2": "Preto daj sebe samému šancu a čítaj ďalej.",

    "heroText3": "Boh existuje! Stvorenie samé svedčí o Ňom.",
    "heroVerse3": "Lebo im je zjavné, čo môžu vedieť o Bohu; veď sám Boh im to zjavil. Lebo čo je neviditeľné z Neho, Jeho večná moc a božskosť, to od stvorenia sveta rozjímaním môžu pozorovať z Jeho diel, takže nemajú ospravedlnenie.",
    "heroRef3": "Rimanom 1:19-20",

    "heroText4": "Boh je láska a tá Ho motivovala stvoriť ľudstvo, takže aj teba, aby mal s tebou osobný vzťah. Avšak pádom človeka v raji dedíme hriešnu prirodzenosť, ktorá bráni tomuto vzťahu.",
    "heroVerse4": "Všetci totiž zhrešili a nemajú slávy Božej.",
    "heroRef4": "Rimanom 3:23",
    "heroVerse5": "Ak hovoríme, že nemáme hriech, sami seba klameme a nie je v nás pravda.",
    "heroRef5": "Prvý Jánov 1:8",

    "heroText6": "Boh ťa tak veľmi miluje, že Svojho Syna nechal obetovať za tvoje hriechy, pretože ",
    "heroVerse6": "bez vyliatia krvi niet odpustenia.  ",
    "heroRef6": "Hebrejom 9:22",
    "heroVerse7": "Lebo tak Boh miloval svet, že svojho jednorodeného Syna dal, aby nezahynul, ale večný život mal každý, kto verí v Neho. ",
    "heroRef7": "Ján 3:16",

    "s2Title": "Svedectvo môjho kamaráta Jimmyho",

    "s3Text1": "Ak sa rozhodneš ignorovať Jeho obeť a šancu na záchranu, budeš odsúdený.",
    "s3Verse1": "Kto však neposlúcha Syna, neuvidí život, ale hnev Boží zostáva na ňom.",
    "s3Ref1": "Ján 3:36",
    "s3Verse2": "Kto neverí, už je odsúdený, pretože neuveril v meno jednorodeného Syna Božieho.",
    "s3Ref2": "Ján 3:18",

    "s3Text2": "Ver v Pána Ježiša Krista a budeš spasený!",
    "s3Verse3": "Kto verí v Syna, má večný život.",
    "s3Ref3": "Ján 3:36",
    "s3Verse4": "Kto verí v Neho, nebude súdený.",
    "s3Ref4": "Ján 3:18",
    "s3Verse5": "Ak ústami vyznávaš Pána Ježiša a v srdci veríš, že Ho Boh vzkriesil z mŕtvych, budeš spasený; lebo srdcom veríme na spravodlivosť a ústami vyznávame na spasenie.",
    "s3Ref5": "Rimanom 10:9-10",

    "s3Text3": "Evanjelium neznamená “Uver, inak pôjdeš do pekla!”, ale ”Uver, lebo tam smeruješ!”",
    "s3Verse6": "Povedz im: Akože žijem - znie výrok Hospodina, Pána - nemám záľubu v smrti bezbožného, ale v tom, že sa bezbožný odvráti od svojho spôsobu života a bude žiť.",
    "s3Ref6": "Ezechiel 33:11",

    "s3Verse7": "Whoever does not believe has already been condemned, because he has not believed in the name of God’s one and only Son.",
    "s3Ref7": "John 3:18",

    "s3Text4": "Kajaj sa zo svojich hriechov a úprimne zo srdca ústami vyznaj: “Nebeský Otče, ďakujem Ti, že si poslal Svojho Syna, aby niesol trest za moje hriechy. Verím, že Ježiš zomrel na kríži a tretí deň vstal z mŕtvych a žije. Vzdávam sa doterajšieho hriešneho spôsobu života. Prosím, odpusť mi všetky hriechy skrze krv Ježiša Krista. Ďakujem Ti, že si ma očistil. Ježišu, vyznávam Ťa ako môjho Pána a Spasiteľa. Prosím, meň moje srdce a formuj môj charakter. Amen.”",

    "s4Text1": "Viac sa dočítaš v tejto knihe.",
    "s4Text2": "Vytlačenú bezplatnú knihu si pýtaj u mňa",

    "s5Text1": "Daj sa pokrstiť v mene Ježiša Krista na odpustenie hriechov, začni sa každodenne modliť",
    "s5Anchor1": "vlastnými slovami,",
    "s5Text2": "aby si udržiaval živý vzťah s Bohom a čítať",
    "s5Anchor2": "Bibliu,",
    "s5Text3": "aby si bol plný Jeho Slova a podľa Neho žil. A pravidelne navštevuj nejaké spoločenstvo, kde oslavujú Boha Otca, Ježiša a Svätého Ducha.",

    "s5Text4": "Prečo nestačí len formálne uveriť a ďalej to neriešiť? Pretože viera bez osobného vzťahu s Ježišom a bez poslušnosti Božiemu Slovu je pokrytectvom. Takú falošnú vieru Boh neprijme a odsúdi. Mŕtva viera ťa nespasí! Pánom ti je ten, koho poslúchaš.",
    "s5Verse1": "Kto hovorí: Poznám Ho, ale nezachováva Jeho prikázania, je klamár a niet v ňom pravdy. Ak niekto miluje svet (žiadosť tela, žiadosť očí, pýchu života), nieto v ňom lásky k Otcovi.",
    "s5Ref1": "Prvý Jánov 2:4,15",
    "s5Text5": "Viac v tejto audio knihe",

    "s5Anchor3": "Ži s perspektívou večnosti,",
    "s5Text6": "5. kapitola.",

    "s5Text7": "Sú všetky cirkevné tradície podložené Božím Slovom? Viac na",
    "s5Anchor4": "katolickaviera.sk",
    "s5Text8": "Hlásajú svedkovia Jehovovi evanjelium, aké hlásali apoštoli? Viac na",
    "s5Anchor5": "svedkovia.sk.",
    "s5Text9": "Je emocionálne uspokojenie cesta k pravému šťastiu človeka? Viac na ",
    "s5Anchor6": "duhovyrod.sk.",
    "s5Text10": "Prajem ti, aby si uveril pravde, ktorou je Božie Slovo a získal tak späť postavenie, ktoré ti patrí.",

    "cookiesText": "Táto stránka nezhromažďuje žiadne údaje",
    "cookiesButton": "Pokračovať",

    "back": "Naspäť",

    "contactTitle": "Kontakt",
    "contactName": "Meno",
    "contactEmail": "Email",
    "contactSubject": "Predmet",
    "contactPhone": "Telefón",
    "contactMessage": "Správa",
    "contactAgree": "Súhlasím so spracovaním údajov",
    "contactSend": "Poslať",
    "contactError": "Neodoslané! Napíšte nám na cestazivota@cestazivota.sk, prosím.",
    "contactError2": "Chyba! Napíšte nám na cestazivota@cestazivota.sk, prosím.",
    "contactSuccess": "Vaša správa bola úspešne odoslaná!"
  },

  "english": {
    "heroTitle": "Believe the truth, be freed from sin and reach eternal life!",
    "heroText1": "If you still do not believe in God, His Son and the Holy Spirit, please be aware that your unbelief will not cause the end of His existence. The pride of your ego does not allow you to admit that you are not in control of your life, but He has everything in control.",
    "heroVerse1": "The fool  says in his heart, “There is no God.",
    "heroRef1": "Psalms 14:1",
    "heroText2": "So give yourself a chance and read on.",

    "heroText3": "God exists! Creation itself testifies to Him. ",
    "heroVerse3": "For what may be known about God is plain to them, because God has made it plain to them. For since the creation of the world God’s invisible qualities, His eternal power and divine nature, have been clearly seen, being understood from His workmanship, so that men are without excuse.",
    "heroRef3": "Romans 1:19-20",

    "heroText4": "God is love and that motivated Him to create people, including you, to have a personal relationship with you. However, with the fall of man in paradise, we inherit a sinful nature that prevents this relationship.",
    "heroVerse4": "For all have sinned and fall short of the glory of God.",
    "heroRef4": "Romans 3:23",
    "heroVerse5": "If we say we have no sin, we deceive ourselves, and the truth is not in us.",
    "heroRef5": "First John 1:8",

    "heroText6": "God loves you so much that He let His Son be sacrificed for your sins because",
    "heroVerse6": "without the shedding of blood there is no forgiveness. ",
    "heroRef6": "Hebrews 9:22",
    "heroVerse7": "For God so loved the world that He gave His one and only  Son, that everyone who believes in Him shall not perish but have eternal life. ",
    "heroRef7": "John 3:16",

    "s2Title": "Testimony of my friend Jimmy",

    "s3Text1": "If you choose to ignore His sacrifice and chance for salvation, you will be condemned.",
    "s3Verse1": "Whoever rejects the Son will not see life. Instead, the wrath of God remains on him.",
    "s3Ref1": "John 3:36",
    "s3Verse2": "Whoever does not believe has already been condemned, because he has not believed in the name of God’s one and only Son.",
    "s3Ref2": "John 3:18",

    "s3Text2": "Believe in the Lord Jesus Christ and you will be saved!  ",
    "s3Verse3": "Whoever believes in the Son has eternal life.",
    "s3Ref3": "John 3:36",
    "s3Verse4": "Whoever believes in Him is not condemned.",
    "s3Ref4": "John 3:18",
    "s3Verse5": "If you confess with your mouth, “Jesus is Lord,” and believe in your heart that God raised Him from the dead, you will be saved. For with your heart you believe and are justified, and with your mouth you confess and are saved. ",
    "s3Ref5": "Romans 10:9-10",

    "s3Text3": "The gospel does not mean 'Believe, otherwise you will go to hell!', but 'Believe, because you are going there!'",
    "s3Verse6": "Say to them: As surely as I live, declares the Lord GOD, I take no pleasure in the death of the wicked, but rather that the wicked should turn from their ways and live.",
    "s3Ref6": "Ezekiel 33:11",

    "s3Verse7": "Whoever does not believe has already been condemned, because he has not believed in the name of God’s one and only Son.",
    "s3Ref7": "John 3:18",

    "s3Text4": "Repent of your sins and confess sincerely from your heart with your mouth: 'Heavenly Father, I thank You for sending Your Son to bear the punishment for my sins. I believe that Jesus died on the cross and rose from the dead on the third day and is alive. I give up my previous sinful way of life. Please forgive me of all my sins through the blood of Jesus Christ. Thank you for cleansing me. Jesus, I confess you as my Lord and Savior. Please change my heart and shape my character. Amen.'",

    "s4Text1": "You can read more in this book",
    "s4Text2": "Ask me for a printed free book",

    "s5Text1": "Get baptized in the name of Jesus Christ for the forgiveness of sins, start praying daily",
    "s5Anchor1": "in your own words,",
    "s5Text2": "to maintain a living relationship with God and read",
    "s5Anchor2": "the Bible,",
    "s5Text3": "so that you are full of His Word and you live according to Him. And regularly visit some christian fellowship where they celebrate God the Father, Jesus and the Holy Spirit.",

    "s5Text4": "Why is it not enough to just formally believe and not deal with it further? Because faith without a personal relationship with Jesus and without obedience to God's Word is hypocrisy. God will not accept and condemn such false faith. Dead faith will not save you! Your master is the one you obey.",
    "s5Verse1": "If anyone says, “I know Him,” but does not keep His commandments, he is a liar, and the truth is not in him. Do not love the world or anything in the world. If anyone loves the world (the desires of the flesh, the desires of the eyes, and the pride of life), the love of the Father is not in him.",
    "s5Ref1": "First John 2:4,15",
    "s5Text5": " More in this audio book",

    "s5Anchor3": "Driven by Eternity,",
    "s5Text6": " (Chapter 5).",

    "s5Text7": "Are all church traditions supported by God's Word? More at",
    "s5Anchor4": "katolickaviera.sk",
    "s5Text8": "Do Jehovah's Witnesses preach the gospel like the apostles preached? More at",
    "s5Anchor5": "svedkovia.sk.",
    "s5Text9": "Is emotional satisfaction the path to true human happiness? More at",
    "s5Anchor6": "duhovyrod.sk.",
    "s5Text10": "I wish you to believe the truth, which is God's Word, and thus regain the position that belongs to you.",

    "cookiesText": "This site does not collect any information",
    "cookiesButton": "Continue",

    "back": "Back",

    "contactTitle": "Send us a message",
    "contactName": "Name",
    "contactSubject": "Subject",
    "contactEmail": "Email",
    "contactPhone": "Phone",
    "contactMessage": "Your message",
    "contactAgree": "I agree to process my data",
    "contactSend": "Send",
    "contactError": "Not sent! Contact us via cestazivota@cestazivota.sk, please.",
    "contactError2": "Error! Write to cestazivota@cestazivota.sk, please.",
    "contactSuccess": "Message successfully sent!"
  }
}
